//
//  Data.swift
//  lakesTests
//
//  Created by Вадим on 31.08.2018.
//  Copyright © 2018 Вадим. All rights reserved.
//

import Foundation


let JSON_DATA_FROM_SERVER_CORRECT = """
[
{
"id":1,
"title":"Байкал",
"description":"Озеро тектонического происхождения в южной части Восточной Сибири, самое глубокое озеро на планете, крупнейший природный резервуар пресной воды.",
"img":"https://img.gazeta.ru/files3/345/6693345/Ice-on-Lake-Baikal-pic700-700x467-66269.jpg",
"lat":53.585161,
"lon":108.1381443
},
{
"id":2,
"title":"Балхаш",
"description":"Бессточное полупресноводное озеро в Балхаш-Алакольской котловине на юго-востоке Казахстана, второе по величине непересыхающее солёное озеро (после Каспийского моря) и 14-е в списке крупнейших озёр мира. Уникальность озера состоит в том, что оно разделено узким проливом на две части с различными химическими характеристиками воды — в западной части она практически пресная, а в восточной — солоноватая. Озеро относится к Балхаш-Алакольскому водохозяйственному бассейну и расположено сразу в трёх областях Казахстана: Алматинской, Жамбылской и Карагандинской. К северу от озера раскинулся обширный Казахский мелкосопочник, к западу простирается Бетпак-Дала, а к югу располагаются Чу-Илийские горы, пески Таукум и Сарыесик-Атырау.",
"img":"https://www.miroworld.ru/wp-content/uploads/2017/03/Ozero-Balhash.jpg",
"lat":46.5942777,
"lon":74.6352893
}
]
"""


